{
   "name":"QuanTrieuPCYT's AltRepo",
   "identifier":"com.qtpc.tech.altrepo",
   "sourceURL":"https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/apps.json",
   "sourceIconURL":"https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/icon.png",
   "apps":[
      {
         "name":"EhPanda",
         "bundleIdentifier":"app.ehpanda",
         "developerName":"Araki Tatsuzou",
         "subtitle":"An unofficial E-Hentai App for iOS",
         "version":"2.4.0",
         "versionDate":"2022-04-09T12:44:56Z",
         "versionDescription":"# Final version from @tatsuz0u\n\n1. Fixed some bugs. \n2. Added a new icon.\nI have decided to transfer EhPanda to someone else and stop the development since I have moved to Japan and I may get caught for copyright infringement.\nPlease fork it while you still can, and I will be really appreciate if someone can continue the development.\nI have to do it, but I don’t want it to die. It was everything to me. Hope you enjoy(ed) it.\n\nThis old version was keeped because the newer 2.4.1 beta build failed to install due to invalid package.",
         "downloadURL":"https://github.com/EhPanda-Team/EhPanda/releases/download/v2.4.0_b136/EhPanda.ipa",
         "localizedDescription":"EhPanda allows you to browse almost every category of E-Hentai that exists. It provides valuable details and information about each series using an intuitive design modeled after the App Store. You can also participate in the ongoing conversation and leave comments, replies, or reactions!\n\nMore Features include:\n\n* The ability to download via your own Hath client.\n* In-app torrenting to save the best ones\n* Advanced, customizable filters\n* Various settings to access optional features, modify the app icon, and more!",
         "iconURL":"https://i.imgur.com/gzJjtF3.png",
         "tintColor":"#60a696",
         "size":10076520,
         "permissions":[
            {
               "type":"network",
               "usageDescription":"EhPanda needs this permission to access network devices."
            },
            {
               "type":"faceid",
               "usageDescription":"Allows you to use Face ID to unlock EhPanda."
            }
         ],
         "screenshotURLs":[
            "https://i.imgur.com/p6jIy2a.png",
            "https://i.imgur.com/JfGI97l.png",
            "https://i.imgur.com/bx9Qw1T.png",
            "https://i.imgur.com/jvWA3kH.png",
            "https://i.imgur.com/ND3pnAe.png",
            "https://i.imgur.com/YgMVTrE.png",
            "https://i.imgur.com/2F6OE8W.png"
         ],
         "absoluteVersion":"2.4.0_b136"
      },
      {
         "name":"OLEDCord",
         "bundleIdentifier":"com.hammerandchisel.discord",
         "developerName":"Discord, Inc.",
         "subtitle":"Group Chat, Friends & Gaming. Now with OLED Dark Mode!",
         "version":"134.0",
         "versionDate":"2022-09-26T10:44:56Z",
         "versionDescription":"# Note\n\nThis is a tweaked iOS PTB Build taken from a jailbroken device that allows OLED Dark Mode in the code.\nI obtained it only for personal use.",
         "downloadURL":"https://cdn.discordapp.com/attachments/894853950346502215/1024356963271852102/OLEDCord.ipa",
         "localizedDescription":"Discord is where you can make a home for your communities and friends. Where you can stay close and have fun over text, voice, and video chat. Whether you’re part of a school club, a gaming group, a worldwide art community, or just a handful of friends who want to spend time together, Discord makes it easy to talk every day, and hang out more often.\n\nCREATE AN INVITE-ONLY PLACE\n• Discord servers are organized into topic-based channels where you can collaborate, share, have meetings, or just talk to friends about your day without clogging up a group chat.\n• Send a message directly to a friend or call them up with our voice chat feature\n• Voice channels make hanging out easy. Got a free moment? Grab a seat in a voice channel so friends can see you’re around and pop in to talk without having to call. You can even watch videos together!\n• Reliable tech for staying close with friends. Low-latency voice and video chat feels like you’re meeting in the same room.\n• Easily talk with friends while gaming and steam roll the competition.\n• Be a meme messenger with easy image sharing\n\nSTAY CLOSE WITH TEXT, VIDEO, AND VOICE CHAT\n• Wave hello over video, watch friends stream their games, share stories over voice calls, or gather up and have a drawing session with screen share.\n• Snap a photo and turn it into your own custom emojis and share them with friends.\n• Share anything from funny videos and stories to your latest group photos, and pin your favorites to remember those moments later.\n• Hang out in group channels or talk privately with direct messages\n• Zoom through convos with friends using topic-specific channels!\n\nFOR A FEW OR A FANDOM\n• Custom moderation tools and permission levels can group up your friends or teams, organize meetings for your local book club, or bring together music fans from around the world.\n• Create moderators, give special members access to private channels, and much more.",
         "iconURL":"https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/discord_oled/discord_oled.jpg",
         "tintColor":"#3b3b3b",
         "size":69557295,
         "screenshotURLs":[
            "https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/discord_oled/1.png",
            "https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/discord_oled/2.png",
            "https://raw.githubusercontent.com/QuanTrieuPCYT/AltRepo/main/discord_oled/3.png"
         ],
         "absoluteVersion":"134.0"
      }
   ],
  "news": [
     {
      "appID": "com.hammerandchisel.discord",
      "caption": "Now available for download.",
      "date": "2022-09-15",
      "identifier": "Discord-OLED",
      "imageURL": "https://github.com/QuanTrieuPCYT/AltRepo/raw/main/discord_oled/discord_oled_banner.png",
      "notify": false,
      "tintColor": "3b3b3b",
      "title": "Discord with OLED Dark Mode",
      "url": "https://cdn.discordapp.com/attachments/894853950346502215/1024356963271852102/OLEDCord.ipa"
    }
  ]
}
